insert into tinder.tinder_users (sex, name, story, looking_for)
values ('Сударъ', 'Василий', 'Находка иметь меня своим мужем. Молодость и красота со мною. Нужны не менее 100 тысяч, вместо чего создаю положение. Барышня или вдова безразлично, лишь бы не лишены были вкуса.', 'Всех'),
      ('Сударъ', 'Святослав', 'Жажду счастья взаимной любви. Моя жена-подруга должна быть молода, изящна и мила, без предрассудков, эксцентрична (raffinee). Я - интеллигент, молод. Материальная сторона взаимно исключается.', 'Всех'),
      ('Сударыня', 'Елена', 'Желаю выйти замуж. Брюнетка, выше среднего роста, стройная, неполная, 25 л., интеллигентная, говорят очень недурненькая, но бедна, приданого нет. Надоело одиночество в Сибири, хочется выйти замуж в России или на Кавказе за господина, не пьющего, вполне обеспеченного, могущего и мне оказать материальную помощь. Буду любящей и преданной женой. Люблю семью и хозяйство. Ищущих приключений и любопытных прошу не беспокоиться.', 'Всех');

--insert into tinder.user_matches (user_id, user_id)
--values (2, 1),
--      (1, 3),
--      (1, 2);